Revit 2027 API
ReleaseConditions.Mz Property
 Gets or Sets the Mz of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Mz { get; set; }
Public Property Mz As Boolean
	Get
	Set
public:
property bool Mz {
	bool get ();
	void set (bool value);
}
member Mz : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace